
# Token telegran bot
bot_token = '6517566198:AAHiG8FIF1x6be62V_8Bs_rwWwwVr50kF0I' 
CHANNEL_ID = 1897986922
admin_id = 783511444

bot_login = 'top_shop1245_bot' 
ref_percent = 5 # Процент реферальной системы

QIWI_NUMBER = '+79068463241'    # номер киви
QIWI_TOKEN = 'f58e9516653ef7d48bf7d244c7d98d4a'            # токен киви

text_purchase = '❕ Вы выбрали: ' \
                '{name}\n\n' \
                '{info}\n\n' \
                '💠 Цена: {price} рублей\n' \
                '💠 Кол-во товара: {amount}' \


# инфа
info = '''❗️ Информация:\n'''

# Пополнение баланса
replenish_balance = '⚠️ Пополнение баланса\n\n' \
                    '🥝 Оплата киви: \n\n' \
                    '👉 Номер  {number}\n' \
                    '👉 Коментарий  {code}\n' \
                    '👉 Сумма  от 1 до 15000 рублей'

# Профиль
profile = '🧾 Профиль\n\n' \
          '❕ Ваш id - {id}\n' \
          '❕ Ваш логин - {login}\n' \
          '❕ Дата регистрации - {data}\n\n' \
          '💰 Ваш баланс - {balance} рублей'
